Repository: Vulcanova/Vulcanova
Catalog: NativeCompanion/NativeWidget/*.lproj/Localizable.strings
Languages: pl

source: Timetable
pl: Lekcje dzisiaj

source: Today's timetable overview
pl: Plan lekcji na dzisiaj

source: You are done for today 🥳
pl: Koniec lekcji na dzisiaj 🥳

source: No lessons today 🤙
pl: Brak lekcji dzisiaj 🤙

source: Attendance
pl: Frekwencja

source: Overall attendance
pl: Sumaryczna frekwencja

source: Add your account in the app
pl: Dodaj konto w aplikacji

source: Missing data, please reload timetable in the app
pl: Brak danych, odśwież widok planu lekcji w aplikacji

source: No data
pl: Brak danych

source: That's it for today
pl: To tyle na dzisiaj

source: Nothing today
pl: Brak lekcji dzisiaj

source: Refresh data in app
pl: Odśwież lekcje w apce

source: Add account in app
pl: Dodaj konto w apce

source: Lessons now
pl: Lekcje teraz

source: Current and upcoming lesson at a glance
pl: Obecna oraz następna lekcja w pigułce

source: Lessons
pl: Lekcje
