Repository: Vulcanova/Vulcanova
Catalog: Vulcanova/Vulcanova/Resources/Strings.*.resx
Languages: pl

# GitHubLinkLabel
source: Vulcanova on GitHub
pl: Strona projektu na GitHubie

# ScanQrCodeButton
source: Scan QR code
pl: Skanuj kod QR

# NoLuckyNumber
source: No lucky number for today
pl: Brak numerka na dzisiaj

# NoExamsLabel
source: No exams for the selected week
pl: Brak sprawdzianów w wybranym tygodniu

# SignInManuallyButton
source: Enter data manually
pl: Wpisz dane ręcznie

# VulcanovaSubheadingLabel
source: Unofficial Vulcan UONET+ mobile client
pl: Nieoficjalna otwartoźródłowa aplikacja dla dziennika Vulcan UONET+

# AddAccountLabel
source: Add account
pl: Dodaj konto

# AddAccountSubheadingLabel
source: Enter below values from 'Dodaj konto' section from the web diary client
pl: Zaloguj się do dziennika przez przeglądarkę, przejdź do zakładki "Dostęp mobilny", a następnie naciśnij przycisk "Wygeneruj kod dostępu"

# NoLessonsLabel
source: No lessons for the selected day
pl: Brak lekcji w wybranym dniu

# AddButton
source: Add
pl: Dodaj

# EnterPinCodeLabel
source: Enter PIN code
pl: Wpisz PIN

# EnterPinCodeSubheadingLabel
source: To finish adding account, enter the PIN code
pl: Aby zakończyć dodawanie konta, wpisz kod PIN

# QrScannerViewTitle
source: QR Scanner
pl: Skaner QR

# LuckyNumberTabTitle
source: Lucky number
pl: Szczęśliwy numer

# GradesTabTitle
source: Grades
pl: Oceny

# GradeWeightLabel
source: weight: {0}
pl: waga: {0}

# GradeCreatedDateLabel
source: date: {0:d}
pl: data: {0:d}

# GradeModifiedDateLabel
source: (modified: {0:d})
pl: (zmodyfikowano: {0:d})

# GradeEmptyNameLabel
source: untitled
pl: Bez nazwy

# PartialGradesTabTitle
source: Partial grades
pl: Oceny częściowe

# FinalGradesTabTitle
source: Final grades
pl: Oceny śródroczne

# ErrorInvalidToken
source: No API url found for given token
pl: Nie znaleziono adresu API dla podanego tokenu

# PredictedGradeLabel
source: Predicted grade
pl: Ocena przewidywana

# FinalGradeLabel
source: Final grade
pl: Ocena końcowa

# NoElementsLabel
source: No elements
pl: Brak elementów

# NoPredictedGradesLabel
source: No predicted grades have been added or the register does not provide such data
pl: Żadne oceny końcowe nie zostały wpisane lub dziennik nie umożliwia przeglądania tych danych

# NoHomeworkLabel
source: No homework for the selected week
pl: Brak prac domowych w wybranym tygodniu

# TimetableTabTitle
source: Timetable
pl: Plan lekcji

# AttendanceTabTitle
source: Attendance
pl: Frekwencja

# LessonTimeValueLabel
source: {0:HH:mm} – {1:HH:mm}, Lesson {2}
pl: {0:HH:mm} – {1:HH:mm}, Lekcja {2}

# LessonTimeLabel
source: Time
pl: Pora

# LessonDateLabel
source: Date
pl: Data

# LessonSubjectLabel
source: Subject
pl: Temat

# LessonTeacherLabel
source: Teacher
pl: Nauczyciel

# NoAttendanceLabel
source: No Attendance
pl: Brak wpisów frekwencyjnych w tym dniu

# ExamsTabTitle
source: Exams
pl: Sprawdziany

# ExamsSubjectLabel
source: Subject
pl: Przedmiot

# ExamsCreatorLabel
source: Created by
pl: Zapowiedziany przez

# ExamsDeadlineLabel
source: Date
pl: Termin

# ExamsTypeLabel
source: Type
pl: Typ

# ExamsCommentLabel
source: Comment
pl: Opis

# ExamsCreatedOnLabel
source: Created on
pl: Dodano

# SettingsTabTitle
source: Settings
pl: Ustawienia

# SettingsViewGradesSection
source: Grades
pl: Oceny

# GradesSettingsValueOfPlus
source: Value of plus
pl: Wartość plusa

# GradesSettingsValueOfMinus
source: Value of minus
pl: Wartość minusa

# HomeworkTabTitle
source: Homework
pl: Prace domowe

# SettingsCustomValueLabel
source: Custom value
pl: Własna wartość

# SettingsCustomOptionText
source: Custom
pl: Własna

source: Final grades average
pl: Średnia ocen końcowych

# ShowErrorDetails
source: Show
pl: Szczegóły

# ErrorAlertTitle
source: Error
pl: Błąd

# ReportErrorButton
source: Report
pl: Zgłoś

# IgnoreErrorButton
source: Ignore
pl: Zignoruj

# SessionErrorPopupTitle
source: Session error
pl: Błąd sesji

# SessionErrorAlertMessage
source: Sign in required
pl: Zaloguj się ponownie

# SessionErrorAlertAction
source: Sign in
pl: Zaloguj się

# HomeworkCreatorLabel
source: Created by
pl: Dodano przez

# HomeworkCreatedOnLabel
source: Created on
pl: Dodano

# HomeworkDueLabel
source: Deadline
pl: Termin wykonania

# HomeworkContentLabel
source: Content
pl: Treść

# HomeworkRequiresAnswerLabel
source: Answer required
pl: Wymagana odpowiedź

# CommonNo
source: No
pl: Nie

# CommonYes
source: Yes
pl: Tak

# GradesAverageLabel
source: Average
pl: Średnia

# GradesCountLabel
source: Grades count
pl: Liczba ocen

# AddNewAccountButton
source: Add new account
pl: Dodaj nowe konto

# ParentAccountLabel
source: parent's account
pl: konto rodzica

# JustificationViewTitle
source: Justification
pl: Usprawiedliwienie

# JustificationMessageLabel
source: Enter justification message
pl: Podaj treść usprawiedliwienia

# JustificationMessagePlaceholder
source: Please justify…
pl: Proszę usprawiedliwić…

# CommonSubmit
source: Submit
pl: Wyślij

# LessonJustifyAbsenceButton
source: Justify
pl: Usprawiedliw

# CommonCancel
source: Cancel
pl: Anuluj

# MessagesInboxFolder
source: Inbox
pl: Odebrane

# MessagesSentFolder
source: Sent
pl: Wysłane

# MessagesDeletedFolder
source: Deleted
pl: Skasowane

# MessagesTabTitle
source: Messages
pl: Wiadomości

# MessageReadByLabel
source: Seen by {0}/{1}
pl: Wyświetlono: {0}/{1}

# WhoSeenMessageDialogTitle
source: Seen by
pl: Wyświetlono przez

# WhoSeenMessageDialogNobodyContent
source: No recipient has seen the message
pl: Żaden z adresatów nie wyświetlił wiadomości

# SettingsMessagesSection
source: Messages
pl: Wiadomości

# SettingsDisableReadReceipts
source: Disable read receipts
pl: Nie informuj o odczytaniu wiadomości

# ComposeMessageToLabel
source: To:
pl: Adresat:

# ComposeMessageSubjectLabel
source: Subject:
pl: Temat:

# ComposeMessageTitle
source: New Message
pl: Nowa wiadomość

# NotesTabTitle
source: Notes
pl: Osiągnięcia i uwagi

# NoNotesLabel
source: No notes
pl: Brak uwag

# NotePositiveLabel
source: Positive
pl: Pozytywna

# NotePointsLabel
source: Points
pl: Punkty

# NoteCreatorLabel
source: Created by
pl: Dodano przez

# NoteCreatedOnLabel
source: Created by
pl: Dodano

# NoteCommentLabel
source: Comment
pl: Opis

# NoteNegativeLabel
source: Negative
pl: Negatywna

source: Partial grades average
pl: Średnia ocen częściowych

# AttendanceReportAbsenceCountLabel
source: Absent
pl: Nieobecność

# AttendanceReportLateCountLabel
source: Late
pl: Spóźnienie

# AttendanceReportPresenceCountLabel
source: Present
pl: Obecność

# AttendanceReportSummaryPercentageLabel
source: Total presence
pl: Sumaryczna frekwencja

# AttendanceReportPercentageLabel
source: Presence percentage
pl: Procent frekwencji

# AttendanceReportSubjectPicker
source: Pick subject
pl: Wybierz przedmiot

# AttendanceDetailsTab
source: Details
pl: Szczegóły

# AttendanceReportTab
source: Report
pl: Raport

# MaintenanceBreakErrorPopupTitle
source: Maintenance break
pl: Przerwa techniczna

# MaintenanceBreakErrorPopupMessage
source: Vulcan UONET+ is undergoing maintenance. Try again later.
pl: Dziennik Vulcan UONET+ jest obecnie w trybie prac konserwacyjnych. Spróbuj ponownie później.

# DashboardTabTitle
source: Home
pl: Start

# NoLuckyNumberShort
source: None
pl: Brak

# NoNewGradesLabel
source: No new grades
pl: Brak nowych ocen

# NewGrades
source: Latest grades
pl: Ostatnie oceny
